export const questionsTension = [
  '時として、同時に現れたら矛盾しているように見える2つの考えを、心に抱くことがある',
  '相反する要求の両方を同時に対処しなければならないことがよくある',
  '相互に矛盾する目標を持つことがよくある',
  '矛盾する要求の両方に応えなければいけない場面にたびたび遭遇する',
  '私の仕事は緊張と矛盾に満ちている',
  '対立する選択肢のどちらかに決めなければならないことがよくある',
  '私の考える問題の解決策は、たいてい矛盾しているように見える',
];

export const questionsParadox = [
  '相いれない複数の視点を持った方が、物事をよく理解できると思う',
  '相いれない要求に同時に応えることは苦にならない',
  '矛盾を受け入れることは、私が成功するのに必要なことだ',
  '矛盾したアイデアに遭遇することは、自身の活力になる',
  '相互に矛盾する複数の目標をなんとかやり遂げようとしている時に楽しさを感じる',
  '相いれない要求の両方を同時に受け入れることは、私自身よく経験している',
  '相互に矛盾するような仕事に取り組むことに抵抗がない',
  '相反する2つのことが両立できると感じると気分が高まる',
  '矛盾する問題をなんとか対処できた時に活力を感じる',
];
